public class cmd {

/** Переходы в [командной строке] по папкам

 * D:                                               [переход на другой диск]
 *
 * cd learning                                      [переход по паркам]
 * cd \                                             [переход в корневой каталог]
 * cd ..                                            [переход на каталог, находящийся выше]
 *
 * dir                                              [вывести содержимое папки]

           [переход в папку репозитория - d:/IT/Проекты/Git/app]
           * D:
           *cd IT\Проекты\Git\app


 */

}
